Returns true if the RebarTargetConstraintType of the RebarConstraint is 'BarBend'.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2014
 Syntax
  C#
public bool TargetIsBarBend()
  Visual Basic
Public Function TargetIsBarBend As Boolean
  Visual C++
public:
bool TargetIsBarBend()
 See Also
  RebarConstraint Class
  Autodesk.Revit.DB.Structure Namespace